// 1 task
let price = 100;

console.log (price)

price = 150;

console.log (price)

//2 task

let price = 100;

console.log (price)

const price = 100;

console.log (price)

/*Объяснение:
В консоли вышла ошибка по о том, что данная переменная уже определена. (Надеюсь, я правильно понял задание)
Это произошло в результате того, что в 1 задании уже определена переменная 'price'. В следстиве этого, JavaScript не может считать повторное определение переменной и выдает ошибку.
Разница между const и let можно определить как то, что const - утвержденная переменная без возможности изменения, а let имеет такую возможность. 
Во втором задании не указана необходимость изменения переменных, потому попыток не производилось. 
*/