// 1 task

let cityName = 'Saint-Petersburg'

let cityTemperature = '-11 градусов'

console.log ('Название города: ' + cityName)

console.log ('Температура сегодня: ' + cityTemperature)

// 2 task

let a = 785

let b = 969

let c = 435

console.log ( ( a + b ) * c)

// 3 task

/* 
Выполнение первого задания:
1. Задаем переменной cityName значение города (в моем случае это Санкт-Петербург)
2. Задаем переменной cityTemperature значение средней температуры за день (сегодня она в среднем держалась на уровне -11 градусов)
3. Выводим при помощи команды console.log значение для первой переменной в консоль
4. Выводим, используя ту же команду, значение второй переменной в консоль
*/

/*
Выполнение второго задания:
1. Задаем переменную a со случайным значением (в моем случае выбрано 785)
2. Задаем переменную b со случайным значением (в моем случае выбрано 969)
3. Задаем переменную c со случайным значением (в моем случае выбрано 435)
4. Выводим при помощи команды console.log результат выражения (a + b) * c в консоль
*/
